tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "mas"
brew "gh"
brew "git-lfs"
brew "tmux"
brew "overmind"
brew "pinentry-mac"
brew "ykman"
brew "heroku/brew/heroku"
brew "ruby@3"
brew "node@16"
brew "yarn"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "imagemagick"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "deckset"
cask "insomnia"
cask "iterm2"
cask "ngrok"
cask "visual-studio-code"
cask "rectangle"
cask "basecamp"
cask "notion"
cask "firefox"
cask "brave-browser"
cask "fmail"
cask "figma"

mas "Slack", id: 803453959
mas "iA Writer", id: 775737590
mas "Harvest", id: 506189836
mas "Shush - Microphone Manager", id: 496437906