tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "gh"
brew "git-lfs"
brew "tmux"
brew "overmind"
brew "pinentry-mac"
brew "ykman"
brew "heroku/brew/heroku"
brew "ruby@3"
brew "node"
brew "postgresql", restart_service: true
brew "redis"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "deckset"
cask "insomnia"
cask "iterm2"
cask "ngrok"
cask "setapp"
cask "slack"
cask "visual-studio-code"
cask "rectangle"
cask "basecamp"
