tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "glib"
brew "unbound"
brew "gnutls"
brew "srt"
brew "ffmpeg"
brew "gh"
brew "git-lfs"
brew "gnupg@2.2"
brew "groonga"
brew "shared-mime-info"
brew "imagemagick"
brew "krb5"
brew "mariadb"
brew "nghttp2"
brew "node"
brew "tmux"
brew "overmind"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "redis"
brew "ykman"
brew "heroku/brew/heroku"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "caffeine"
cask "deckset"
cask "flux"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "ngrok"
cask "setapp"
cask "sizeup"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
